Repository: Sealandsky/CleanMyPhoto
Catalog: CleanMyPhoto/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: /month
zh_hans: /月

source: /year
zh_hans: /年

source: %lld days left in trial
zh_hans: 试用期还剩 %lld 天

source: • Subscription will auto-renew unless turned off at least 24 hours before the current period ends.
zh_hans: • 订阅将自动续订，除非在当前期间结束前至少 24 小时关闭自动续订

source: • You can manage your subscription and turn off auto-renewal after purchase.
zh_hans: • 用户可以管理订阅，购买后可以关闭自动续订

source: • Your account will be charged for renewal within 24 hours before the current period ends.
zh_hans: • 账户将在当前期间结束前 24 小时内收取续订费用

source: About
zh_hans: 关于

source: Access Denied
zh_hans: 访问被拒绝

source: Albums
zh_hans: 相簿

source: Are you sure you want to permanently delete %lld photo(s)? This action cannot be undone.
zh_hans: 确定要永久删除 %lld 张照片吗？此操作无法撤销。

source: Cancel
zh_hans: 取消

source: CleanMyPhoto needs access to your photo library to help you organize and clean up unwanted photos.
zh_hans: CleanMyPhoto 需要获取你的相册权限，以便帮你整理并清理无用照片。

source: Close
zh_hans: 关闭

source: Continue
zh_hans: 继续

source: Delete
zh_hans: 删除

source: Delete All Photos
zh_hans: 删除所有照片

source: Empty All
zh_hans: 全部清空

source: Error
zh_hans: 错误

source: Failed to load products: %@
zh_hans: 加载产品失败: %@

source: Free
zh_hans: 免费版

source: Future Upgrades
zh_hans: 未来功能升级

source: Get Started
zh_hans: 开始使用

source: Later
zh_hans: 稍后升级

source: Left for older
zh_hans: 左滑查看更早

source: Library
zh_hans: 图库

source: Lifetime
zh_hans: 终身会员

source: Lifetime Member
zh_hans: 终身会员

source: Loading photos...
zh_hans: 正在加载照片...

source: Loading...
zh_hans: 加载中...

source: Maximize Your Photo Storage
zh_hans: 最大程度节省手机图片空间

source: Membership Benefits
zh_hans: 会员权益

source: Membership Status
zh_hans: 会员状态

source: Monthly
zh_hans: 月度订阅

source: Monthly Member
zh_hans: 月度会员

source: Most Popular
zh_hans: 最受欢迎

source: No Albums Found
zh_hans: 未找到相簿

source: No photo selected
zh_hans: 未选择照片

source: No Photos Found
zh_hans: 未找到照片

source: Notice
zh_hans: 提示

source: OK
zh_hans: 确定

source: One-time
zh_hans: 一次性

source: One-time Purchase
zh_hans: 一次性购买

source: Open Settings
zh_hans: 打开设置

source: Photo Access Required
zh_hans: 需要照片访问权限

source: photos
zh_hans: 张照片

source: Priority Support
zh_hans: 优先支持

source: Privacy Policy
zh_hans: 隐私政策

source: Processing...
zh_hans: 处理中...

source: Product not found
zh_hans: 产品未找到

source: Purchase failed: %@
zh_hans: 购买失败: %@

source: Purchase pending confirmation
zh_hans: 购买等待确认

source: Purchase Successful
zh_hans: 购买成功

source: Release to Close
zh_hans: 松手关闭

source: Release to Delete
zh_hans: 松手删除

source: Restore
zh_hans: 恢复

source: Restore %lld photo(s) to the main list?
zh_hans: 恢复 %lld 张照片到主列表？

source: Restore All
zh_hans: 全部恢复

source: Restore All Photos
zh_hans: 恢复所有照片

source: Restore failed: %@
zh_hans: 恢复购买失败: %@

source: Restore Purchases
zh_hans: 恢复购买

source: Right for newer
zh_hans: 右滑查看更新

source: Save 53%
zh_hans: 省53%

source: Select a year
zh_hans: 请选择年份

source: Settings
zh_hans: 设置

source: Subscription Terms
zh_hans: 订阅说明

source: Swipe down to close
zh_hans: 下划关闭

source: Swipe up to delete
zh_hans: 上划删除

source: Terms of Use
zh_hans: 使用条款

source: Thank you for your support!
zh_hans: 感谢您的支持！

source: Timeline
zh_hans: 日期

source: To use CleanMyPhoto, please enable photo library access in Settings.
zh_hans: 如需使用 CleanMyPhoto，请前往设置开启相册访问权限。

source: Trash Bin
zh_hans: 回收站

source: Trash is Empty
zh_hans: 回收站为空

source: Trial expires in %lld days
zh_hans: 试用期还剩 %lld 天

source: Try 3 Days Free
zh_hans: 试用 3 天

source: Unlimited Usage
zh_hans: 无限制使用

source: Unlock All Features
zh_hans: 解锁所有功能

source: Unnamed Album
zh_hans: 未命名相簿

source: Upgrade
zh_hans: 升级

source: Upgrade to Pro
zh_hans: 升级到专业版

source: Version
zh_hans: 版本

source: View Mode
zh_hans: 查看模式

source: Welcome to CleanMyPhotos
zh_hans: 欢迎使用 CleanMyPhotos

source: Yearly
zh_hans: 年度订阅

source: Yearly Member
zh_hans: 年度会员

source: You haven't created any albums yet.
zh_hans: 还没有创建任何相簿。

source: Your photo library appears to be empty.
zh_hans: 您的照片库似乎是空的。
